 const galleryData = {

    welcomeText: "Happy birthday Mia ur special day is the day we’ve been waiting for mylove 5/9 is the day you become 19 and we were all excited for it",

    people: [
        {
    "name": "KaiTel,",
    "image": "https://cdn.discordapp.com/attachments/1471172542097264874/1501479647802687548/IMG_4707.jpg?ex=69fc3964&is=69fae7e4&hm=72604ab7b432045457d44c5c7e7931dda9990a4510e56d3d8b3cb1a00b996fc9&",
    "caption": "كل عام وانتي بخير، وهبي بيرذ ديي يا جوردان اندبندنت وومن، ان شاء الله ايامك الجاي تكون احلى وتحققي كل احلامك وتصيري دكتورة سنان قد دنيا ونبلط البحر ع حسابك، وتضلك تضحكي وتفرحي وتعيشي كل لحظاتك الحلوه، وما تشوفي زعل ولا تعب عليكي وترتقي لاعلى المراتب، ويخليك لاحبابك واصحابك ويحفظلك كل الناس الي بتحبيهم، 19 سنة عدو ولسا في كتير لقدام واشياء احلا من الي عديتي فيها وانا بعتذر على ال 4 سنين الي عشتهم معاك علشانك لو رحتي ودرستي اشي او اخدتي كورس كان احسن وجبتي مصاري بس انتي غبيه وحتضلي غبيه وحتضلي الـ بطريق تبعي حتى لو صار طولك 150 ونص وشبرين، ولما تتخرجي اتذكري تبعتيلي علشان ابارك لك واذكرك اني (مهندس) يا شويه دكتورة سنان"
      },

{
    "name": "Naya",
    "image": "https://cdn.discordapp.com/attachments/1500863897106911262/1501257628074901564/IMG_5026.jpg?ex=69fb6a9e&is=69fa191e&hm=811d129fe704fc3039f4dc8ea39de5bd60834323f20529d5dca6cc3b4cfb8e30&",
    "caption": "Happy birthday to my beautiful girl, I honestly can’t imagine my days without you, I hope this year brings you everything your heart wishes for, because you truly deserve the world and more. Stay the amazing, kind, and strong girl you are. "
  },

{
    "name": "",
    "image": "",
    "caption": ""
  },

{
    "name": "rmo",
    "image": "https://cdn.discordapp.com/attachments/1499784095805210654/1499789121705738351/IMG_5233.jpg?ex=69fb58f7&is=69fa0777&hm=48c3afa16f2c8689fc389d21c6178a9b04617820dc6cff1cdc7e3f9a461b84c4&",
    "caption": " المهم كل عام وانتي بخير ياميا يابعد روحي أنا عقبال الألف سنه يارببب❣️."
  },

{
    "name": "𝑴𝒂𝒍𝒂𝒌 ʚଓ",
    "image": "https://cdn.discordapp.com/attachments/1499784095805210654/1499789507812393123/566569f8426fb4f6cf56c0ea58fbabf5_edit_1019020920766845.jpg?ex=69fb5953&is=69fa07d3&hm=4510bffffb33cd259f3c8bbb2afcc2c778c3b229e3342dccb7d0cdd34737b850&",
    "caption": `ميوشتيي حبيبة قلبي كل عام وانتِ بالف الف خيير احلى مين يكبر سنة🥹🥹🤍🤍
يارب تكون سنة حلوة عليكي و تحققي كلشي ببالك و اشوفك باعلى المراتب يروحي انتِ بحبكككك🥹🫂🫂. 
Enjoy your dayy🫂.`
  },

{
    "name": "ℳ𝒪𝒪𝒪𝒩",
    "image": "https://cdn.discordapp.com/attachments/1499784095805210654/1499793093732597830/IMG_6605.jpg?ex=69fab3ea&is=69f9626a&hm=a887598a34d30234a8aecbfeb4a2bc02e9209e6f5995d85dcb4a94c1ae0cfafe&",
    "caption": "كل عام وانتِ بخير حبيبي ، سنينك حلوه متلك يتؤبشيني 🫀."
  },

{
    "name": "𝐀𝐥𝐢𝐜𝐞",
    "image": "https://cdn.discordapp.com/attachments/1499784095805210654/1499793263329280030/1deff7c263cc455b37490857c66763e2.jpg?ex=69fab412&is=69f96292&hm=21ec27e7e935e99c8a618e1f0c9a439a52f09d4acccbed79125a74be3ac76a30&",
    "caption": `كل عام وانتِ بألف خيرررر قلبوشتيييي ، العمر كله يارببب 🥹💕 
Enjoy your day gorgeous 💘💘`
  },

{
    "name": "ʀᴀɴᴄʏ",
    "image": "https://cdn.discordapp.com/attachments/1499784095805210654/1499793670168117339/IMG_2793.jpg?ex=69fab473&is=69f962f3&hm=ebbe7cb173cbc1e1d27a923862d187ef682007e9508f5e8cd253c6635b20e91e&",
    "caption": "كل سنه وانتِ بخير وصحة وسلامة ياحلوه 🥺"
  },

{
    "name": "𝐚𝐲𝐥𝐚",
    "image": "https://cdn.discordapp.com/attachments/1499784095805210654/1499794089401516274/c50381e8493b1f53acc2a67bbb75f5ce.jpg?ex=69fab4d7&is=69f96357&hm=67d5df0a67dfdbd38f258ebffe8304ef82b43f038d3c765eeb811b7c4b749118&",
    "caption": `ميووشتيي عيد ميلادك قرب يئلبي يمكن في بيناتنا مسافة او زعل بسيط بس انتي غالية علي وبقلبي مكانك عندي ثابت وما بيتغير مهما صار بينا بشتقلك حتى لو ما عم نحكي واسمك دايما ببالي
بتمنالك سنة مليانة فرح وراحة وامان وضحكة ما بتغيب تكون ايامك كلها نور وسعادة وتتحقق كل احلامك وكل لحظة بحياتك تكون احلى من اللي قبلها واذا في شي مزعلك مني اسفه ينوهي🥹 ويلا نبلش صفحة جديدة عشان مابهونلي لانو وجودك بحياتي كان دايما شي حلو وما بينتسى وما بدي شي يبعدنا او يغير اللي كان بينا انتي قطعة من قلبي لا انتي قلبي كلو وذكرياتي الحلوة كل ضحكة بينا وكل لحظة بعدها ببالي بتمنالك كل الخير وكل الحب وكل شي بيسعدك ويكون هالعيد بداية لايام احلى واحلى ويمكن هالكلام يوصللك قد ما انتي مهمة عندي ويمكن ترجع الايام الحلوة بينا متل قبل واحسن لانك بتستاهلي كل شي حلو بهالدنيا وما في كلمة بتوصف قديش بتعنيني
كل عام وانتي بخير يا احلى بنت بحياتي وعقبال مليون سنة كلها فرح وسعادة وقلبك مرتاح وبحبك كثييرر
Happy Birthday ya alby`
  },

{
    "name": "𝑯",
    "image": "https://cdn.discordapp.com/attachments/1499784095805210654/1499795159439904879/0059b45a9fe9b14e1c01c97497868575.jpg?ex=69fab5d6&is=69f96456&hm=fbf819b46ec15bb9bec56c0369edc893b41355de8edc7b0989108e4c6a626911&",
    "caption":  `عقبال ال 120 سنة يارب♡، 
خلي الابتسامة ما تفارقك ابدا اليوم وكل يوم حياتي🤍🤍`
  },

{
    "name": "چنــــى",
    "image": "https://cdn.discordapp.com/attachments/1499784095805210654/1499795691768254504/IMG_0098.jpg?ex=69fab655&is=69f964d5&hm=ccfe8e43e8ce3a4ed7ab671fc434201ace511cae13d5693dde3332ca37a7d5f5&",
    "caption": "ميووشتتيي كل عام وانتي بخييرر يعمريي انتي وعقبال مليون الف  سنة تكوني فيهم بخير وصحة وسلامة البي"
  },

{
    "name": "𝑠𝑠𝑢𝑢𝑙𝑙𝑒𝑒𝑒𝑖𝑖𝑖",
    "image": "https://cdn.discordapp.com/attachments/1499784095805210654/1499796386919612416/IMG_3891.jpg?ex=69fab6fb&is=69f9657b&hm=ced47d08e09a2519c5d0c2cc9bc578e246ee2af96b031d120917a1f3db18750b&",
    "caption": `كل عام و انتِ بألف خير يروحي انشاءالله سنينك كلها فرح و سعاده وتحققي فيهم كل الي بتتمنيه 
Happy birthday bb 💋`
  },

{
    "name": "Nasma❀",
    "image": "https://cdn.discordapp.com/attachments/1499784095805210654/1499799299662418051/IMG_5859.jpg?ex=69fab9b1&is=69f96831&hm=f5551f1f1d2f3d81eca8fe649d5d8108d0eef8d79804a526bd957643c4d12860&",
    "caption": `عقبال ال١٢٠ زي العشرين يا قمر 
بتمنالك كلشي حلو بحياتك`
  },

{
    "name": "Starboy",
    "image": "https://cdn.discordapp.com/attachments/1499784095805210654/1499801054483841255/IMG_3179.jpg?ex=69fabb54&is=69f969d4&hm=f8fbcd177a6c8e0a493f104835a199aff9a6805e32ab3a38b08c80dde986ff45&",
    "caption": "كل عام و انتي بالف مياا غير عقبال طوله العمر ان شاء الله حرفيا من افضل الأشخاص و الناس الي ممكن تصاحبهم و تعرفهم و اذا احتجته تلاقيه ان شاء الله باقي ايامك كلها سعاده يارب واكيد مافي ولا رساله تعطيك حقك وانتي عارفه في كلام كثير وهاي رساله بسيطه مني الك "
  },
{
    "name": "𝐇𝐚𝐥𝐚",
    "image": "https://cdn.discordapp.com/attachments/1499784095805210654/1499801322168516668/e570edaa91b24ac6e9184195df1e986f.jpg?ex=69fabb94&is=69f96a14&hm=06ad65d58b30c6bfa0ffcbcdbe2ba1dfdce35a10b2802bd2a0388122abd636e9&",
    "caption": `كللل عاممم وانتييي بخيرررر ميووشتييي عقبال بلياررررر الله يبعد عن ولاد حرامم وبنانت الحراممم بخافف عليكيي الله يخلينا ياكييي دايما بنضحك 🥹🥹🥹🥹
بحبككككككككك`
  },

{
    "name": "𝑹𝑨𝑯𝑨𝑭 ୨ৎ",
    "image": "https://cdn.discordapp.com/attachments/1499784095805210654/1499805908618706974/7bb9dd1b368b88b2602b65b3f5fbbe5d_1.jpg?ex=69fabfd9&is=69f96e59&hm=8945c86a8cab647a42c2873378b5d0a2e892d536b768c085254ee9e3b19c1f3f&",
    "caption": "ميوووشةةةة كل عام وانتي بخيررر احلىى من يكبررر سنةة ان شاء الله سنة حلوة عليكي وتحققي الي بدك اياه انجوييي بيومككك ياقمررر ❤️🥹"
  },

{
    "name": "ᏦᎻᎯᏞᎬᎠ",
    "image": "https://cdn.discordapp.com/avatars/713537715110543390/abac3e24d71e9e876a71552ab8d10eb7.png?size=240",
    "caption": "كل عام وانتِ بخير ميا عقبال ال100 سنة يارب و انشاءالله ايامك كلها فرح ونشوفك بأعلى المراتب."
  },

{
    "name": "𝑹𝒊𝒃𝒐 𓂆",
    "image": "https://cdn.discordapp.com/attachments/1499784095805210654/1499812316617638040/275b6066f9522d11fe3b15f8b5269ab1.jpg?ex=69fac5d1&is=69f97451&hm=d01e20b1064df25cf04f6cda48765377e581220d996173ac95c8ded1905dc80b&",
    "caption": "كل عام وانتي بخير عقبال لمية سنة ان شاء الله"
  },

{
    "name": "Sun",
    "image": "https://cdn.discordapp.com/avatars/972742891535491093/5a4b6b9a83e52970fd53ce376ceab15d.png?size=240",
    "caption": "كل عام وانتي بخيرر "
  },

{
    "name": "ـونـكه𓂆فيـ 𐙚",
    "image": "https://cdn.discordapp.com/attachments/1499784095805210654/1499889603069612083/download_-_2026-05-01T185647.615.jfif?ex=69fb0dcb&is=69f9bc4b&hm=3e22b7e6b2f11c5721874c3bf414bf0c239f2cf9d6dcf02c155bc78f03f3cceb&",
    "caption": "كل عام وانتي بخير يحلوة "
  },

{
    "name": "𝐥𝐚𝐯𝐢",
    "caption": `كل عام ونتي بخير يروحي سنين السعاده ترافق دربك يالبي عقبال مليار سنه تحققي كلشي في بالك سنه حلوه وخير عليكي 🫶🏻🫶🏻
من : غنى`,
    "image": "https://cdn.discordapp.com/attachments/1499784095805210654/1499894131705643158/IMG_3456.jpg?ex=69fb1203&is=69f9c083&hm=030da4e942444352d62090097f45dcc1bccd6d72488dfa15d8c9b61685dc0ee6&"
  },

{
    "name": "𝑳𝒊𝒍𝒍𝒚",
    "image": "https://cdn.discordapp.com/attachments/1499784095805210654/1500014585552441444/4c9712c1a363d81b0a894ff2a7b372f7.jpg?ex=69fad972&is=69f987f2&hm=e52f7f28a30f39c126e73e905f4e7305527a465cb931c27fd7985c42c4f8969d&",
    "caption": "ميوووووشتي عمري وروووحي كل عااام وانتي بخيررر يروووحي وصحة وسعادة وعقبااال المليوون ترليووون الف بليووون سنة تهريهم هري بنجاح وفرح وسعادة ورااحة بال يعمريي عقبال م تنجحي بحياتك وترفعيي راسناا يعمري انتيي وتتزوجي ڤايلس وتجيبو ميوشات وڤايلوسات صغاار يعمرري وتعزميني انا وآية على عرسكك يقلبيي انتي بحبككككككك فوووووووووووققق مبتتخيلي يعمرررري انتبهيي عحالكككك و Haveee a niceeee dayyy princess lvvvvuuu anaaaa mwaaah 🥹🥹❤️."
  },

{
    "name": "7a2t",
    "image": "https://cdn.discordapp.com/attachments/1499784095805210654/1500037493222019113/814d283593197494d8a11140595155f0.jpg?ex=69faeec7&is=69f99d47&hm=448f7fc95f6382cf9b96cf971f0d00c4d3c18a24715de7829ca587d2135d8ad6&",
    "caption": "ميوشتتتتتت عمرييييي و روح القلب و نور عيوني و كلشي حلوووو اعرفك يمكن من سنين صح والله انك من احلى و اطيب الي قابلتهم و اكتر الناس الي بحبهم و بعشقهم ايلافيووووو ريلي و كل عام وانتِ بالف خير و صحة يا عمري اجمل حدا هكبر سنة و عئبال 185689907 سنة يا صمصوم روحييي و بتمنالك راحة البال يارب و السعادة و الفرحه و عيونك الحلوين دول ما يشوفو الا كلشي حلو ما يشوفو شر ابداً🫶🏻🥹🥹🥹"
  },

{
    "name": "Yazan",
    "image": "https://cdn.discordapp.com/attachments/1499784095805210654/1500076558415695884/image.png?ex=69fb1329&is=69f9c1a9&hm=2a6a72f04f920139f34c880ff42cc23935dec01d441f035b9a3e392ccf385853&",
    "caption": "كل عامم وانتيي بالفف خيرر مياا و عقبال المليوننن و انبسطي بيومك"
  },

{
    "name": "𝐋𝐚𝐫𝐚",
    "image": "https://cdn.discordapp.com/attachments/1499784095805210654/1500110470470832248/4345ad2462f2389aaf69d884ab828034.jpg?ex=69fb32be&is=69f9e13e&hm=2123775bea330b995afbf14d1ca9e619efc32f22d96c7f4bbe07e2fb527b76b4&",
    "caption": "ميا صديقتي ورفيقتي احب ان اهنئك بميلادك يكوين اوف مايو كل عام ونتي بالف خير وعقبال 103967777748484747473938799 سنة يارب وشوفك باعلى المراتب"
  },

{
    "name": "𝙎𝙤𝙯",
    "image": "https://cdn.discordapp.com/attachments/1499784095805210654/1500115108423143444/IMG_2734.jpg?ex=69fb3710&is=69f9e590&hm=005d68a1a1c64635856943a3a72a0792c4e59bfe483e3edd9b58dd71293b6df9&",
    "caption": "حبيبة قلبييي كل عاام وانتي بألف خيييير ميوووشتي 💜💜"
  },

{
    "name": "𝒓𝒂𝒘𝒂𝒏",
    "image": "https://cdn.discordapp.com/attachments/1499784095805210654/1500247164935340217/IMG_2732.jpg?ex=69fb094d&is=69f9b7cd&hm=8ae1d0e9eda1e8316266bd176bfc731ac768e41509c1fd50a7c9f2af37536fc8&",
    "caption": "كل عام وانتي بالف خير يعيونننننييييي احلا مين  عرفتو ريتك تقبريني مزكاكي وانشاءالله تحققي  كلشي بدك ياه بهيدي سنه وكل شي تتمنيه ونيال الي بدو ياخدك  وبحبك"
  },
  {
    "name": "𝐃𝐋3",
    "image": "https://cdn.discordapp.com/attachments/1499784095805210654/1501361420716081283/2026-05-04_081454.png?ex=69fbcb48&is=69fa79c8&hm=3c4d047596dc4caf474e1617f82531abd3bc1e20afab53ae9a8f10b70126d6e5&",
    "caption": `كل عام وانتي بالف خير يروحيي وتكون سنه حلوه وبتجنن عليكي يعمري اييكي فارسين سيفقيليمم بحبك وبعرف انك الي💋 🫦 `
  },

{
    "name": "𝑫𝒂𝒍𝒆𝒆𝒏",
    "image": "https://cdn.discordapp.com/attachments/1499784095805210654/1501366029215858849/0.webp?ex=69fbcf93&is=69fa7e13&hm=57f0c83cb1db4021f8192e44136d17a732f73f588ce23f0c4a7c5598f0f386d6&",
    "caption": `ميوشش حبيبي العمر كله يروحي وعقبال ال12837463648سنه 💋 💋 وانتي احلى واجمل بنوته ان شاء الله تكون سنه حلوة عليكي يقلبي وتحققي اهدافك واحلامك بهل سنه وتكوني من اسعد الناس بحياتهم بحبك Happy birthday baby 🥹 💋 `
  },

{
    "name": "ria",
    "image": "https://cdn.discordapp.com/attachments/1499784095805210654/1501383893801238619/2c1c64bf388895ea001b6619073f1adf.jpg?ex=69fbe036&is=69fa8eb6&hm=0cfb83cca9ca32a8c9597fd813d340901bb5ea8d37a8c7643a23a89f5ba5a242&",
    "caption": `يحلوة الحلوات كل عام و انتي بخييير ان شاء الله سنة فرح و نجاح و تحققي كل لي تتمني يئلبي ميوشتي `
  }
  
    ],

    endMessage: `the end message hfffff `,

    endImage: "https://cdn.discordapp.com/attachments/1500863897106911262/1500913190958272655/IMG_4981.jpg?ex=69fb7b56&is=69fa29d6&hm=96a4d60201fa483872ab12ad779a45c07821034be69e0f95e10b65e1d6d214e2&"

};